Repository: app-inventor-gallery/aig
Catalog: frontend/aiagallery/source/translation/*.po
Languages: es, pt

source: App Inventor<br/>Community Gallery
es: Galería <br/>de App Inventor
pt: Galeria Comunitária do App Inventor

source: $$languagename
es: Español
pt: Português

source: Simulate
es: Simular
pt: Simular

source: About the gallery
es: Sobre la galería
pt: Sobre a galeria

source: App Inventor Gallery About Us
es: Galería de App Inventor
pt: Galeria do App Inventor

source: Terms of Use
es: Términos de uso
pt: Termos de uso

source: App Inventor Gallery Terms of Use
es: Términos de uso de la Galería de App Inventor
pt: Termos de uso da Galeria do App Inventor

source: Privacy Policy
es: Política de Privacidad
pt: Política de Privacidade

source: App Inventor Gallery Privacy Policy
es: Política de Privacidad de la Galería de App Inventor
pt: Política de Privacidade da Galeria do App Inventor

source: Supported Browsers
es: Navegadores soportados
pt: Navegadores suportados

source: App Inventor Gallery Supported Browsers
es: Navegadores soportados por la Galería de App Inventor
pt: Navegadores suportados pela Galeria do App Inventor

source: The 2012 MIT App Inventor App Contest had 125 submissions in four categories: K-8, High School, College/University, and Open. Google Nexus 7 Tablets are being awarded to the 1st place winners, with <a href=http://www.amazon.com/App-Inventor-Create-Your-Android/dp/1449397484>App Inventor</a> books given for second place. Participants included students as young as third grade, college students, hobbyists, professional developers, and even some self-described "retired old ladies"! The following are the prize winners and a few of the other notable apps:
es: Para el Concurso de Apps de MIT App Inventor de 2012 se hicieron 125 entregas en cuatro categorías: K-8, Educación Secundaria, Educación Superior y Abierto. Los participantes que han quedado en primer lugar recibirán una tablet modelo Google Nexus 7, y aquellos que han quedado en segundo lugar un libro de <a href=http://www.amazon.com/App-Inventor-Create-Your-Android/dp/1449397484>App Inventor</a>. Entre los participantes había niños de primaria, universitarios, aficionados, desarrolladores profesionales, ¡e incluso algunos que se describían como "señoras mayores jubiladas"! A continuación se muestran los ganadores y algunas otras apps notables:
pt: Para o Concurso de Apps do MIT App Inventor de 2012 foram feitas 125 entregas em quatro categorias: K-8, Ensino Médio, Ensino Superior e Aberto. Os participantes que ficaram em primeiro lugar receberão um tablet modelo Google Nexus 7; os que ficaram em segundo, um livro de <a href=http://www.amazon.com/App-Inventor-Create-Your-Android/dp/1449397484>App Inventor</a>. Entre os participantes havia crianças do ensino fundamental I, universitários, amadores, desenvolvedores profissionais e, inclusive, alguns que se descreviam como "senhoras aposentadas"! Seguem os nomes dos ganhadores e alguns outros ótimos apps:

source: Keep Comment
es: Guardar comentario
pt: Salvar comentário

source: Delete Comment
es: Borrar comentario
pt: Apagar comentário

source: Visit App
es: Visitar la app
pt: Visitar o app

source: Flag as inappropriate?
es: ¿Marcar como inapropiado?
pt: Marcar como inapropriado?

source: Flag this comment
es: Marcar este comentario
pt: Marcar este comentário

source: Comments
es: Comentarios
pt: Comentários

source: Add a comment
es: Añadir un comentario
pt: Incluir um comentário

source: Talk about this app
es: Hablar sobre esta app
pt: Comentar sobre este app

source: 480 Characters Left
es: 480 caracteres restantes
pt: 480 caracteres restantes

source: Add
es: Añadir
pt: Incluir

source: Cancel
es: Cancelar
pt: Cancelar

source: Login to comment
es: Identifícate para comentar
pt: Faça login para comentar

source: Check out related apps below!
es: Mira las apps relacionadas a continuación
pt: Veja os apps relacionados abaixo

source: Select tags below to find out similar apps:
es: Selecciona etiquetas a continuación para encontrar apps similares:
pt: Selecione abaixo etiquetas para encontrar apps similares:

source: Characters Left
es: Caracteres restantes
pt: Caracteres restantes

source: Apps by this author
es: Apps de este autor
pt: Apps deste autor

source: You liked it!
es: Te ha gustado
pt: Gostei

source: Flagged as inappropriate.
es: Marcado como inapropiado
pt: Marcado como inapropriado

source: No source data found!
es: No se han encontrado los datos fuente
pt: Não foram encontrados os dados fonte

source: Login to like!
es: Identifícate para garle a me gusta
pt: Faça login para clicar em gostei

source: Login to flag!
es: Identifícate para marcar
pt: Faça login para marcar

source: This app has been flagged.
es: Esta app ha sido marcada.
pt: Este app foi marcado.

source: An admin will review it.
es: Un administrador lo revisará.
pt: Um administrador irá revisá-lo.

source: This comment has been flagged.
es: Este comentario ha sido marcado.
pt: Este comentário foi marcado.

source: Search in:
es: Buscar en:
pt: Pesquisar em:

source: All text fields
es: Todos los campos de texto
pt: Todos os campos de texto

source: Specific fields
es: Campos específicos
pt: Campos específicos

source: Search
es: Buscar
pt: Pesquisar

source: Clear
es: Borrar
pt: Apagar

source: Search Results
es: Resultados de búsqueda
pt: Resultados de pesquisa

source: Search for words found in apps' title, description, categories, or tags
es: Buscar palabras que se encuentren en el título de la app, la descripción, categorías o etiquetas
pt: Pesquisar palavras que estejam no título do app, a descrição, categorias ou tags

source: Find apps in which...
es: Encontrar apps en las que...
pt: Encontrar apps que...

source: Title contains
es: El título contenga
pt: Contenha no título

source: Description contains
es: La descripción contenga
pt: Contenha na descrição

source: Tags include
es: Las etiquetas incluyan
pt: As tags incluam

source: Selected categories
es: Categorías seleccionadas
pt: Categorias selecionadas

source: Author Name
es: Nombre del autor
pt: Nome do autor

source: No results found
es: No se han encontrado resultados
pt: Não foram encontrados resultados

source: Welcome to the MIT App Inventor Community Gallery!
es: ¡Bienvenido a la Galería Comunitaria de MIT App Inventor!
pt: Bem-vindo à Galeria Comunitária do MIT App Inventor!

source: Check out mobile apps from all over the world! <br/>Download App Inventor blocks and learn to program! <br/>Join the community of App Inventor programmers!<br/><br/>
es: ¡Mira aplicaciones móviles de todo el mundo! <br/>Descarga App Inventor Blocks y empieza a programar <br/>¡Únete a la comunidad de programadores de App Inventor!<br/><br/>
pt: Veja aplicativos móveis do mundo todo! <br/>Faça o download do App Inventor Blocks e comece a programar <br/>Faça parte da comunidade de programadores do App Inventor!<br/><br/>

source: Search for an App
es: Buscar una app
pt: Procurar um app

source: Most popular tags in the gallery
es: Etiquetas más populares en la galería
pt: Tags mais populares da galeria

source: Featured Apps
es: Apps destacadas
pt: Apps destacados

source: Newest Apps
es: Apps más recientes
pt: Apps mais recentes

source: Most Popular Apps
es: Apps más populares
pt: Apps mais populares

source: Add New Application
es: Añadir nueva app
pt: Incluir novo app

source: Likes
es: Me gusta
pt: Gostei

source: Downloads
es: Descargas

source: Views
es: Visitas
pt: Visitas

source: Username:
es: Nombre de usuario:
pt: Nome de usuário:

source: Valid usernames must be between 2 and 30 characters. It must not be admin, administrator, guest, superuser, or root.
es: Nombres de usuario válidos entre 2 y 30 caracteres. No puede ser admin, administrator, guest, superuser ni root.
pt: Nomes de usuário válidos entre 2 e 30 caracteres. Não pode ser admin, administrator, guest, superuser nem root.

source: Date of Birth (Not Displayed):
es: Fecha de nacimiento (no se muestra):
pt: Data de nascimento (não é mostrada):

source: The date of birth info is for site statistics only. It is not displayed.
es: La información de la fecha de nacimiento se usa sólo para fines estadísticos. No se muestra.
pt: A informação sobre a data de nascimento só é usada para fins estatísticos. Não é mostrada.

source: Month
es: Mes
pt: Mês

source: Year
es: Año
pt: Ano

source: Check this box to show your email on your public profile.
es: Marca esta casilla si quieres mostrar tu email en tu perfil público.
pt: Marque esta opção se quiser mostrar o email no seu perfil público.

source: Display Email on Public Profile
es: Mostrar email en el perfil público
pt: Mostrar email no perfil público

source: Location:
es: Ubicación:
pt: Localização:

source: Enter where you are. It could be a state, a country, or somewhere else.
es: Introduce dónde te encuentras. Puedes poner tu ciudad, país u otro sitio.
pt: Informe onde você está. Pode ser o nome da cidade, país ou outro lugar.

source: Organization:
es: Organización:
pt: Organização:

source: Enter the organization you are affiliated with if you have one. It could be a school, or a company, or something else.
es: Introduce la organización a la que perteneces, si se da el caso. Puedes poner tu centro de estudios, empresa u otro sitio.
pt: Indique a que organização pertence (se for aplicável). Pode ser o nome da instituição de ensino, empresa ou qualquer outro tipo de instituição.

source: Enter your site url if you have one.
es: Introduce la url de tu sitio web si tienes uno.
pt: Indique, caso tenha, a url do seu site.

source: Describe Yourself:
es: Descríbete:
pt: Descreva-se:

source: Tell us about yourself, the kind of apps you make, why you make apps, and anything else that floats your fancy.
es: Dinos algo sobre ti, el tipo de apps que haces, por qué las haces y cualquier otra cosa que te parezca.
pt: Conte-nos algo sobre você, o tipo de apps que desenvolve, porque os desenvolve e qualquer outra informação que considere interessante.

source: Tell people about yourself
es: Cuéntale a la gente cómo eres
pt: Conte como você é

source: Characters left
es: Caracteres restantes
pt: Caracteres restantes

source: 500 Character Limit
es: Límite de 500 caracteres
pt: Limite de 500 caracteres

source: Save Changes
es: Guardar cambios
pt: Salvar alterações

source: User Options:
es: Opciones de usuario
pt: Opções de usuário:

source: Options for sending emails to the email address you logged in with.
es: Opciones para enviar emails a la dirección de email con la que te has registrado.
pt: Opções para enviar mensagens ao email que usou para se cadastrar.

source: Notify me by email if:
es: Notificarme por email si:
pt: Notificar-me por email se:

source: Someone likes one of my apps
es: A alguien le gusta alguna de mis apps
pt: Alguém gostou de algum dos meus apps

source: Every...
es: Todos...
pt: Todos...

source: Someone comments on one of my apps
es: Alguien comenta alguna de mis apps
pt: Alguém está comentando algum dos meus apps

source: Someone downloads one of my apps
es: Alguien descarga alguna de mis apps
pt: Alguém fez o download de algum dos meus apps

source: Select your profile image
es: Selecciona tu imagen de perfil
pt: Selecione a sua imagem de perfil

source: You must log in to edit your profile
es: Debes identificarte para editar tu perfil
pt: Você deve fazer o login para editar o seu perfil

source: New profile information saved.
es: Nueva información de perfil guardada.
pt: Nova informação de perfil salva.

source: Date of Birth:
es: Fecha de nacimiento:
pt: Data de nascimento:

source: About this user:
es: Sobre este usuario:
pt: Sobre este usuário:

source: Flag this Profile
es: Marcar este perfil
pt: Marcar este perfil

source: Flag this user profile
es: Marcar este perfil de usuario
pt: Marcar este perfil de usuário

source: Apps By
es: Apps de
pt: Apps de

source: Edit App:
es: Editar app:
pt: Editar app:

source: Title
es: Título
pt: Título

source: Description
es: Descripción
pt: Descrição

source: Categories
es: Categorías
pt: Categorias

source: add tags
es: Añadir etiquetas
pt: Incluir tags

source: Add tag
es: Añadir etiqueta
pt: Incluir tag

source: Flags
es: Marcas

source: Remove all flags
es: Quitar marcas
pt: Remover flags

source: Edit
es: Editar
pt: Editar

source: Owner
es: Propietario
pt: Proprietário

source: Display Name
es: Nombre para mostrar
pt: Nome para exibição

source: Tags
es: Etiquetas

source: Really delete app
es: Eliminar realmente la app
pt: Excluir realmente o app

source: Keep
es: Guardar
pt: Salvar

source: Really Delete this App?
es: ¿Eliminar realmente esta app?
pt: Tem certeza que quer excluir este app?

source: Go To App
es: Ir a la app
pt: Ir ao app

source: Really Delete this User?
es: ¿Eliminar realmente este usuario?
pt: Tem certeza que quer excluir este usuário?

source: Go To User Profile
es: Ir a perfil de usuario
pt: Ir a perfil de usuário

source: Message Kept
es: Se ha guardado el mensaje
pt: A mensagem foi salva

source: Message Deleted
es: Se ha eliminado el mensaje
pt: A mensagem foi eliminada

source: Submit
es: Enviar
pt: Enviar

source: Enter Message of the day here:
es: Introducir mensaje del día aquí:
pt: Introduzir mensagem do dia aqui:

source: Add Permission Group
es: Añadir grupo de permiso
pt: Incluir grupo de autorização

source: Save
es: Guardar
pt: Salvar

source: Delete
es: Borrar
pt: Apagar

source: Edit User:
es: Editar usuario:
pt: Editar usuário:

source: Add New User
es: Añadir nuevo usuario
pt: Incluir novo usuário

source: DisplayName
es: MostrarNombre
pt: MostrarNome

source: Permissions
es: Permisos
pt: Autorizações

source: Permission Groups
es: Grupos de permiso
pt: Grupos de autorização

source: Status
es: Estado
pt: Estado

source: Turn on All User Notifications
es: Activar todas las notificaciones de usuario
pt: Ativar todas as notificações de usuário

source: This will turn all user notifications settings on. Do you really want to do this?
es: Esto activará todas las notificaciones de usuario ¿Estás seguro?
pt: Isto ativará todas as notificações de usuário. Tem certeza?

source: Really delete user
es: Eliminar realmente el usuario
pt: Excluir realmente o usuário

source: All user notifications turned on.
es: Todas las notificaciones de usuario activadas
pt: Todas as notificações de usuário ativadas

source: Comment Flagged
es: Comentario marcado
pt: Comentário marcado

source: Like It?
es: ¿Te gusta?
pt: Gostou?

source: Download Source
es: Descargar fuente
pt: Fazer download de fonte

source: Created:
es: Creado:
pt: Criado:

source: Last updated:
es: Última actualización:
pt: Última atualização:

source: Enter the application title (30 character limit)
es: Introduce el título de la aplicación (límite 30 caracteres)
pt: Introduza o título do aplicativo (limite 30 caracteres)

source: Enter a brief description (480 Character Limit)
es: Introduce una breve descripción (límite 480 caracteres)
pt: Introduza uma breve descrição (limite 480 caracteres)

source: Tags :
es: Etiquetas :

source: Enter a new tag
es: Introducir una nueva etiqueta
pt: Introduzir uma nova tag

source: For example, if you are from unX, you may want to tag your app with 'Spanish' or 'Portuguese.'
es: Por ejemplo, si eres de unX, puedes etiquetar tu app con 'Español' o 'Portugués'
pt: Por exemplo, se você é da unX, pode etiquetar o seu app com 'Espanhol' ou 'Português'

source: Delete Tag
es: Eliminar etiqueta
pt: Excluir tag

source: Select source file
es: Seleccionar archivo fuente
pt: Selecionar arquivo fonte

source: Please upload the source code (.zip file) for an App Inventor app. To create this file in App Inventor, go to the My Projects page, select the project you want, then choose 'Other Actions' and select 'Download Source'. Do not open the downloaded zip file but upload it here directly.
es: Por favor, sube el código fuente (archivo .zip) para la app de App Inventor. Para crear este archivo con App Inventor, ve a la página Mis Proyectos, selecciona el proyecto deseado, elige 'Otras Acciones' y selecciona 'Descargar Fuente'. No abras el archivo zip descargado, súbelo aquí directamente.
pt: Por favor, suba o código fonte (arquivo .zip) para o app do App Inventor. Para criar este arquivo com o App Inventor, vá à página Meus Projetos, selecione o projeto desejado, escolha 'Outras Ações' e selecione 'Fazer download Fonte'. Não abra o arquivo zip descarregado. Faça upload aqui diretamente.

source: Select Image
es: Seleccionar imagen
pt: Selecione imagem

source: The image you upload will appear on the app's page and all search screens. It will be scaled into a 180*230 image. Typically the image is a screenshot or an icon if you've created one. The file size limit is
es: La imagen que subas aparecerá en la página de la app y en todas las pantallas de búsqueda. Se escalará a tamaño 180*230. Normalmente la imagen es una captura de pantalla o un icono que hayas creado. El límite de tamaño es
pt: A imagem que você subir aparecerá no site do app e em todas as telas de pesquisa. Será dimensionada para tamanho 180*230. Normalmente a imagem é uma captura de tela ou um ícone que você criou. O tamanho limite é

source: Save Application
es: Guardar aplicación
pt: Salvar aplicativo

source: Reset
es: Restablecer
pt: Restabelecer

source: Discard
es: Descartar
pt: Excluir

source: Really delete application
es: Eliminar realmente la aplicación
pt: Excluir realmente o aplicativo

source: Delete Application
es: Eliminar aplicación

source: <div><br/>Welcome to the <a href='gallery.html'>gallery!</a> See <a href='https://docs.google.com/document/d/1sZ3rRdjsuicLbiaarLzbdspsmdfkllxRhWzY-y62sZk/edit'>Release Notes</a><br/>and post feedback / bug reports to the <a href='http://groups.google.com/group/app-inventor-gallery/topics' >Forum</a></div>
pt: <div><br/>Bem-vindos à <a href='gallery.html'>galeria!</a> Ver <a href='https://docs.google.com/document/d/1sZ3rRdjsuicLbiaarLzbdspsmdfkllxRhWzY-y62sZk/edit'>Notas da Versão</a><br/>e incluir comentários / informar sobre erros no <a href='http://groups.google.com/group/app-inventor-gallery/topics' >Fórum</a></div>

source: Login to submit apps and comment
pt: Faça login para enviar apps e comentários

source: Browse Gallery in the language you like
pt: Navegue pela Galeria no idioma da sua preferência
